const recipeData = [
  {
    title: 'Myanmar Traditional Food',
    data: [
      {
        id: '1',
        name: 'ရန်ကုန်မုန့်ဟင်းခါး',
        description: 'Myanmar Traditional Food',
        ingredients:
          'ငါးကြင်း သို့ ငါးခူ ၄၀ ကျပ်သား (စပါးလင်၊နနွင်းမှုန့်၊ ငံပြာရည်ဖြင့်ပြုတ်ပြီး အရိုးနွှင်ထားပါ)ရလာသော အရိုးများကိုထောင်းကာ ရေနွေးဆူဆူဖြင့်ရောမွှေပြီး အရည်စစ်ယူထားပါ\n\n ကြက်သွန်နီဥကြီး ၅ ဥ (ပါးပါးလှီးပြီး ထောင်းထားပါ)\n\n ကြက်သွန်နီဥသေး ၁၅ လုံး (အခွံနွှာရေဆေးထားပါ) (မုန့်ဟင်းခါးထဲအလုံးလိုက်ထည့်ရန်)\n\n ကြက်သွန်ဖြူ ၁၀ မွှာ (ထောင်းထားပါ)\n\n ချင်း ၃ လက်မ(ရေဆေးပြီး ထောင်းထားပါ)\n\n စပါးလင် ၃ ပင် (အပင်ရဲ့ အောက်ခြေနား သုံးပုံတစ်ပုံကိုယူပြီး ပါးပါးလှီးကာထောင်းထားပါ)ကျန်အပိုင်းတွေကို ငါးပြုတ်ဖို့နဲ့ဟင်းရည်ထဲထည့်ဖို့ သုံးပါမယ်\n\n ငှက်ပျောအူ ၁ အူ (ငှက်ပျောအူအနုနေရာများကို ပါးပါးလှီးပြီး ရေ၊ နနွင်းတို့နဲ့စိမ်ထားပေးပါ)\n\n ဆန်လှော်မှုန့် ၉၀ ဂရမ်(ရေဖျော်ထားပါ)\n\n ငံပြာရည် ထမင်းစားဇွန်း ၅ ဇွန်း (ငါးပြုတ်ရန်)\n\nနနွင်းမှုန့် ထမင်းစားဇွန်း ၁ ဇွန်း ဆီသတ်ရန်နဲ့ငါးပြုတ်ရန် တစ်ဝက်စီသုံးပါ\n\n ငရုတ်သီးအရောင်တင်မှုန့် ထမင်းစားဇွန်း ၂ ဇွန်း\n\n ငရုတ်ကောင်းမှုန့် ထမင်းစားဇွန်း ၁ ဇွန်း\n\n 2 ဆား လက်ဖက်ရည်ဇွန်း ၂ ဇွန်း (တစ်ဝက်စီ သုံးပါမယ်)\n\n ခနောကြက်သားမှုန့် လက်ဖက်ရည်ဇွန်း ၂ ဇွန်း (တစ်ဝက်စီ သုံးပါမယ်)\n\n ကုလားပဲ ၁၀ ကျပ်သား(နူးအိအောင်ပြုတ်ပြီး အဖတ်ဆယ်ကာထောင်းထားပါ။ ပဲပြုတ်ရည်များကိုသိမ်းထားပေးပါ)\n\n ဆီ ၁၀ ကျပ်သား\n\n ရေ ၈ ခွက် (၂၀၀၀ မီလီလီတာ)\n\n မုန့်ဖတ် ၁ ပိဿာ\n\nနံနံပင် ၁ စည်း (ရေဆေးပြီး ပါးပါးလှီးထားပါ)\n\nပဲသီး ၁ စည်း(ရေဆေးပြီး ပါးပါးလှီးထားပါ)\n\n ရှောက်သီး ၁ လုံး (စိတ်ထားပါ)\n\n ငရုတ်သီးအလှော်မှုန့် ၁ ပန်းကန် (နှစ်သက်သလို ထည့်စားနိုင်သည်)\n\nယိုးဒယားငံပြာရည်အနည်းငယ်  (နှစ်သက်သလို ထည့်စားနိုင်သည်)\n\nပဲကပ်ကြော် ၁ ထုပ်\n\nဘဲဥ ၅ လုံး (ပြုတ်ပြီး စိတ်ထားပါ)\n\nငါးဖယ်ကြော် ၁၀ ခု(ကပ်ကြေးဖြင့် ညှပ်ထားပါ)\n  ',
        method:
          'ဒယ်အိုးထဲကိုဆီထည့်ပြီး ဆီဆူလာရင် ကြက်သွန်ဖြူ၊ကြက်သွန်နီ၊စပါးလင်၊ချင်းတို့ထည့်ကာဆီသတ်ပါ။ ၁ မိနစ်ခန့်ကြာတဲ့အခါ နနွင်းနဲ့ငရုတ်သီးအရောင်တင်မှုန့်ထည့်မွှေပါ။ ပြီးရင် ငါးထည့်မွှေပါ။ ငရုတ်ကောင်းမှုန့် လက်ဖက်ရည်ဇွန်း ၁ ဇွန်းထည့်ဆီသတ်ပါ။ ဆားနဲ့ ခနောကြက်သားမှုန့် လက်ဖက်ရည်ဇွန်းတစ်ဇွန်းစီ ထည့်ပါ။\n\n မုန့်ဟင်းခါးဟင်းရည်ချက်ဖို့အတွက် အိုးကြီးတစ်လုံးထဲကို ရေ၊ ငါးပြုတ်ရည်၊ ပဲပြုတ်ရည်၊ ဆီသတ်ထားသောငါး၊ စပါးလင်နှစ်ပင်တို့ထည့်ကာ မီးဖိုပေါ်တင်ပါ။ ဆန်လှော်မှုန့်နဲ့ထောင်းထားသော ပဲများထည့်ပါ။\n\n ဟင်းရည်ဆူလာရင် အပေါ့အငန်ချိန်ဆပြီး ဆားနဲ့ခနောကြက်သားမှုန့်လက်ဖက်ရည်ဇွန်းတစ်ဇွန်းစီ ထည့်နိုင်ပါတယ်။ ဆန်လှော်မှုန့်တွေကောင်းကောင်းပျော်ဝင်သွားပြီဆိုရင် ငှက်ပျောအူထည့်ပါ။ ငှက်ပျောအူနူးလာတဲ့အခါ ကြက်သွန်နီဥသေးများနဲ့ ငရုတ်ကောင်းမှုန့်ထည့်ပေးလိုက်ပါ။ကြက်သွန်နီဥလေးများ နူးသွားတဲ့အခါ သုံးဆောင်နိုင်ပြီဖြစ်ပါတယ်။\n',
        // photo: require('../assets/images/cookBook.png'),
        // prep: '30 m',
        // cook: '30 m',
        // ready: '15 m',
      },
      {
        id: '2',
        name: 'ငါးခူစင်းကော',
        description: 'Thai Traditional Food',
        ingredients:
          'ငါးခူ  ၃၀ သား\n\nကြက်သွန်ဖြူ  ၃ လုံး\n\nကြက်သွန်နီ  ၅ လုံး \n\nဂျင်း လက်တဆစ်ခန့်\n\nနနွင်းမှုန့် အနည်းငယ်\n\nဆီ စားပွဲတင်ဇွန်း ၅ ဇွန်း\n\nငရုတ်သီး အပွတောင့် ၆ တောင့်ခန့်\n\nဆား အနည်းငယ်\n\nငရုပ်ကောင်း ၃စေ့ \n\nအသားမှုန့် အနည်းငယ်',
        method:
          'ငါးခူ အသားချည်းပဲရအောင် အရိုးများထုတ်ပါ။\n\nငါးအသားများကို အသားမှုန့်၊ဆား၊နနွင်း၊ငရုတ်ကောင်းများဖြင့် နယ်နှပ်ထားပါ။သံပရာသီး ညှစ်ထည့်ထားရင် ပိုကောင်းမွန်ပါတယ်။\n\nကြက်သွန်ဖြူ၊ကြက်သွန်နီ၊ဂျင်း၊ငရုတ်သီးတောင့်တို့ကို ညက်အောင်ထောင်ပြီး ဆီကျက်ကျက်ထဲ ထည့်ပြီး ဆီသတ်ပါ။\n\nပြီးရင် နယ်နှပ်ထားသော ငါးခူအသားများ ထည့်ပြီး ရေငါးကျက်ရုံ​အနည်းငယ် ထည့်ကာ တင်ထားပါ။\n\nဆီပြန်လာရင် ပင်စိမ်းလေးအုပ်ချင်လည်းရပါတယ်။',
      },
      {
        id: '3',
        name: 'ယိုးဒယား သင်္ဘောသီးထောင်း',
        description: 'Thai Traditional Food',
        ingredients:
          'သင်္ဘောသီးစိမ်း - အနေတော် တလုံး\n\nပုဇွန်ခြောက် - အကောင် ၂၀ခန့် \n\nမြေပဲလှော် - အစေ့၂၀ခန့်\n\nငရုတ်သီးစိမ်း - ၇တောင့်ခန့် \n\nထန်းလျှက်ခဲ -၃ခဲ\n\nကြက်သွန်ဖြူ- အမွှာကြီးကြီး ၄မွှာ\n\nဆား - လက်ဖက်ရည်ဇွန်း တဝက်\n\nပဲတောင့်ရှည် - ၃တောင့် \n\nခရမ်းချဉ်သီး - ခပ်ကြီးကြီး တလုံး\n\nသံပုရာသီး - တခြမ်း',
        photo: require('../assets/images/cookBook.png'),
        method:
          'သင်္ဘောသီးကို အခွံခွာပြီး အမြှောင်းရှည်ရှည်လေးတွေ ရအောင်ခြစ်ထားပါ။\n\nခြစ်ပြီးသော သင်္ဘောသီးများကို သင်္ဘောသီး အစိမ်းနံ့မနံအောင် ရေများများနဲ့ ဆေးပြီးရေစစ်ထားပါ။\n\nခရမ်းချဉ်သီးကို ၈ စိတ်စိတ်ထားပါ။ မြေပဲလှော်ကို မညက်တညက်ထောင်းပြီး ဖယ်ထားပါ။\n\nငရုတ်ဆုံ ခပ်ကြီးကြီးထဲမှာ ပုဇွန်ခြောက်ကို မညက်တညက် ထည့်ထောင်းပါ။\n\nငရုတ်သီးစိမ်းကို မညက်တညက် ရောထောင်းပါ။ ကြက်သွန်ဖြူကို မညက်တညက် ရောထောင်းပါ။\n\nထန်းလျှက်ခဲကို ညက်နေအောင်ထောင်းပြီးမှ သင်္ဘောသီးကို ထည့်ထောင်းပါ။\n\nထောင်းသော ကျည်ပွေ့ပေါ် မူတည်ပြီး သင်္ဘောသီးကို ကြည့်ထောင်းပါ။\n\nကျောက်ကျည်ပွေ့ဆိုပါက ၁၅ချက် အချက်၂၀လောက် ထောင်းရင်ရပါပြီ။\n\nသစ်သားကျည်ပွေ့ဆိုပါက အချက် ၁၀၀ လောက်ထောင်းပေးမှ အရသာဝင်ပါတယ်။\n\nထောင်းနေစဉ် သံပုရာရည် ညှစ်ထည့်ပြီး ဆားပါ နည်းနည်းချင်းစီ ထည့်ပေးပါ။\n\nသင်္ဘောသီးထောင်းပြီးပါက ပဲတောင့်ရှည် ချိုးထည့်ပြီး ၅ချက်လောက် ထောင်းပေးပါ။\n\nခရမ်းချဉ်သီးကိုလဲ ထည့်ပြီး၅ချက်လောက် ထောင်းပေးပြီးရင် ရပါပြီ။\n\nစားပွဲပြင်တဲ့အခါ ပန်းကန်ထဲသို့ ငရုတ်ဆုံကိုမပြီး အရည်များရော အဖတ်များပါ သွန်ချပြီး မြေပဲထောင်း ဖြူးပေးကာ ပြင်ဆင်ရပါမယ်..။',
      },
      {
        id: '4',
        name: 'ငါးသံပုရာပေါင်း',
        description: 'Thai Traditional Food',
        ingredients:
          'တီလားဗီယားငါး ၁ကောင် (၃၅၀- ၄၀၀ဂရမ်)\n\nငါးငံပြာရည်  စားပွဲတင်ဇွန်း ၂ဇွန်း\n\nသံပရာရည်  စားပွဲတင်ဇွန်း ၄ဇွန်း\n\nငရုတ်သီးစိမ်း၊နီ ၄တောင့် (ပါးပါးလှီးပါ)\n\nကြက်သွန်ဖြူ ၅မွှာ (အဝိုင်း ပါးပါးလှီးပါ)\n\nဇီးချိုသီး ၄လုံး\n\nဆား လက်ဖက်ရည်ဇွန်း တ၀က်\n\nအသားမှုန့် လက်ဖက်ရည်ဇွန်း တ၀က်\n\nသကြား လက်ဖက်ရည်ဇွန်း ၁ဇွန်း\n\nကြက်ပြုတ်ရည် ခွက်တ၀က် (၁၀၀မီလီလီတာ)\n\nနံနံပင် လက်တဆုတ်စာ (ပါးပါးလှီးပါ)',
        method:
          'အရင်ဆုံး ငါးကို အကြေးခွံဖယ်၊ သန့်စင်ပြီ ဓားဖြင့် အမြောင်းမွှန်းပေးပါ။\n\nပြီးလျှင် တီလားဗီယားငါးကို ဆား၊ ကြက်သားမှုန့်တို့ဖြင့် သမအောင် ရောနယ်ထားပါ။\n\nထို့နောက် ဆော့ အတွက် ပါ၀င်သောပစ္စည်းများဖြစ်သော ( ကြက်သွန်ဖြူ၊ ၊သံပရာရည်၊ ငရုတ်သီးစိမ်း၊ သကြား၊ ငံပြာရည်၊ရေ) အားလုံးကို ပန်းကန်လုံး တစ်ခုထဲ ထည့်ပြီး သကြားအရည်ပျော်သည်အထိ ရောမွှေပေးပါ။\n\nထိုဆော့အရည်များကို တီလားဗီယားငါးပေါ်သို့ လောင်းထည့်၊ ဇီချိုသီးထည့်ပြီ၊ နံနံပင်(အနည်းငယ်) အုပ်ပြီ ပေါင်းအိုးဖြင့် မိနစ် ၂၀ခန့် ပေါင်းပေးပါ။ပြီးရင်တော့ အရသာရှိတဲ့ ငါးသံပရာပေါင်းကို ထမင်းပူပူလေးနဲ့ တွဲဖက် သုံးဆောင်နိုင်ပါပြီ…။',
      },
      {
        id: '5',
        name: 'ကြက်ကြော် ',
        description: 'Street Food',
        ingredients:
          'ကြက်သား-  ၇ဝဝ ဂရမ်\n\nButtermilk   ၇ဝဝ မီလီလီတာ\n\nဆား-  လက်ဖက်ရည်ဇွန်း ၃ ဇွန်း\n\nကြက်သွန်ဖြူမှုန့်-  လက်ဖက်ရည်ဇွန်း ၃ ဇွန်း\n\nငရုတ်ကောင်းမှုန့်-  လက်ဖက်ရည်ဇွန်း ၃ ဇွန်း\n\nငရုတ်သီးအစိမ်းမှုန့်-  လက်ဖက်ရည်ဇွန်း ၃ ဇွန်း\n\nရေနွေး-  ၁ လီတာ\n\nဂျုံမှုန့်-  ၂ဝဝ ဂရမ်\n\nပြောင်းဖူးမှုန့်-  ၃၀ ဂရမ်\n\nဆီ-  ၆ဝဝ မီလီလီတာ',
        method:
          'ကြက်သားများကို သေချာစွာ ဆေးကြောသန့်စင်ပါ။\n\nဇလုံထဲ ဆားထည့်၍ ရေနွေးထည့်ပြီး ကြက်သားကို အနည်းဆုံး ၃ နာရီခန့် စိမ်ထားပါ။ ဆားစိမ်ထားသောကြက်သားကို ဆယ်ယူပြီး သေချာ ရေသုတ်ပါ။\n\nဇလုံထဲ Buttermilk, ငရုတ်ကောင်းမှုန့်၊ ကြက်သွန်ဖြူမှုန့်နှင့် ငရုတ်သီးအစိမ်းမှုန့်တို့ကို ထည့်ပြီး သမအောင် မွှေပါ။ ဆားရည်စိမ်ထားသော ကြက်သားများကို ထည့်ပြီး အနည်းဆုံး ၂ နာရီခန့် ထပ်မံ၍ စိမ်ပါ။\n\nဇလုံထဲ ဂျုံမှုန့်၊ ပြောင်းဖူးမှုန့်အနည်းငယ်၊ ငရုတ်ကောင်းမှုန့်၊ ကြက်သွန်ဖြူမှုန့်နှင့် ငရုတ်သီး အစိမ်းမှုန့်တို့ကို ထည့်ပြီး သမအောင် နယ်ပါ။ Buttermilk ဖြင့် စိမ်ထားသော ကြက်သားများကို ထည့်ပြီး သေချာစွာ အကာကပ်ပါ။\n\nကြက်သားများကို ဆီနစ်အောင် (Deep Fried) ကြော်ဖို့အတွက် ဆီများ ထည့်ပြီး ပူအောင် တည်ထားပါ။\n\nဆီအပူချိန်ကို သေချာစွာတိုင်းပြီး ကြက်သားများ ထည့်ကြော်ပါ။\n\nကြော်ပြီးသော ကြက်ကြော်များကို သံဆန်ခါအကွက် (Wire Rack) ပေါ်မှာ  အအေး ခံပြီး သုံးဆောင်နိုင်ပါပြီ။\n\n\n Noted:ကြက်သားကို ဆားရည်စိမ်ပေးရမှာ ဖြစ်ပါတယ်။ ဆားကို ရေနွေးဖြင့် ဖျော်ပြီး ကြော်မည့်ကြက်သားကို အနည်းဆုံး ၃ နာရီခန့် စိမ်ပေးရမှာဖြစ်ပါတယ်။ ဆားရည် စိမ်ခြင်းအားဖြင့် ကြက်သားအသားတွေ နူးညံ့သွားပြီး ကြော်တဲ့အချိန်မှာ အထောက် အကူ ဖြစ်စေပါတယ်။\n\nကြော်မည့်ကြက်သားကို အနံ့အရသာသွင်းရမှာဖြစ်ပါတယ်။ အနံ့အရသာအဖြစ် ကြက်သွန်ဖြူမှုန့်၊ ငရုတ်ကောင်းမှုန့်၊ ငရုတ်သီးမှုန့် စသော အနံ့အရသာမှုန့်များ၊ Buttermilk, Cola, Wine စသော အရည်မျိုးမျိုးဖြင့်လည်း အနံ့အရသာကို သွင်းလို့ ရပါ တယ်။ ဒီနေရာမှာ ကိုယ့်ဒေသထွက် အမွှေးအကြိုင်များကို အသုံးပြုပြီး ကိုယ်လိုချင်တဲ့ အနံ့အရသာကို ပြောင်းလဲဖန်တီးလို့ရပါတယ်။ Buttermilk ကို အပြင်မှာ အလွယ်တကူ ဝယ်လို့မရရင် နွားနို့ထဲ ရှလကာရည် အနည်းငယ်ထည့်ပြီး ၅ မိနစ်ခန့် ထားလိုက်ရင်တော့ Buttermilk ကို ရရှိမှာဖြစ်ပါတယ်။ အနံ့အရသာသွင်းတဲ့နေရာမှာ ကြက်သားကို အနည်းဆုံး ၂  နာရီခန့် စိမ်ပေးရမှာ ဖြစ်ပါတယ်။\n\nကြက်သားကြော်ကို ကြွပ်ကြွပ်ရွရွလေးဖြစ်စေဖို့အတွက် အကာကပ်ပေးရမှာ ဖြစ်ပါတယ်။ အကာအတွက် ဂျုံမှုန့်၊ ပြောင်းဖူးမှုန့် အနည်းငယ်တို့ကို အသုံးပြုပြီး ကပ်ပေး ရမှာဖြစ်ပါတယ်။ ဒီနေရာမှာ ကြက်သွန်ဖြူမှုန့်၊ ငရုတ်ကောင်းမှုန့်၊ ငရုတ်သီးမှုန့် စသော အမှုန့်အမျိုးမျိုးကို အနံ့အရသာအတွက် ထည့်ပြီး အကာကပ်လို့ ရပါတယ်။ အရင်ကဆိုရင် Coating ကပ်ဖို့အတွက် အညိုရောင် စက္ကူအိတ်ကြီးတွေကို အသုံးပြုပြီး ဂျုံမှုန့်၊ ကြက်သား တွေကို အိတ်ထဲထည့်ပြီး အကာကပ်လေ့ရှိပါတယ်။ ဒါမှမဟုတ် ဇလုံထဲ ထည့်ပြီး အကာ ကပ်လို့ ရပါတယ်။\n\nကြက်ကြော် ကြော်မယ့် ဆီကိုတော့ အကြော်ခံဆီတွေကို အသုံးပြုပေးရမှာ ဖြစ်ပါ တယ်။ ဟင်းရွက်ဆီ၊ ပဲလုံးဆီတွေကို အသုံးပြုတာက အကောင်းဆုံးပါပဲ။\n\nကြက်ကြော် ကြော်မည့် ဆီအပူချိန်က 350˚ F ဖြစ်နေဖို့ လိုပါတယ်။ ကြော်နေတဲ့ အချိန်အတွင်းမှာလည်း ဆီအပူချိန်က ငြိမ်နေဖို့ လိုပါတယ်။ ဆီအပူချိန်တိုင်းဖို့ သာမိုမီတာမရှိရင် ဂျုံမှုန့် အနည်းငယ်ကို ဆီအပေါ်မှာ ဖြူးပြီး ဆီအပူချိန်ကို တိုင်းလို့ရပါတယ်။ ဆီအပူချိန် ငြိမ်ငြိမ်လေးမှာ ၈ မိနစ်မှ ၁၀ မိနစ်အတွင်း ကြော်လိုက်မယ်ဆိုရင် ကြွပ်ကြွပ်ရွရွ ကြက်ကြော်လေးကို ရရှိမှာ ဖြစ်ပါတယ်။\n\nကြော်ပြီးသား ကြက်ကြော်တွေကို ဆီစစ်ဖို့အတွက် သံဆန်ခါကွက် (Wire Rack) မှာ အအေးခံခြင်းက အကောင်းဆုံးပါပဲ။ တကယ်လို့ စက္ကူတွေကို အသုံးပြုမိတယ် ဆိုရင် စက္ကူနဲ့ ထိမိနေတဲ့အပိုင်းကတော့ ပျော့အိနေတာကို တွေ့ရတတ်ပါတယ်။',
      },
      {
        id: '6',
        name: 'ထမင်းပေါင်း',
        description: 'Street Food',
        ingredients:
          'ဆန်​ရေဆေးပြီးသား\n\nပဲစိမ်းလုံး\n\nဆား၊\n\nသကြား၊\n\nဆီ၊\n\nကြက်သွန်ခြမ်း၊\n\nကြာညို့\n\nသီဟိုလ်စေ့\n\n မုန်လာဥနီ\n\nထောပတ်\n\nကြက်အူ‌​ချောင်း\n\n',
        method:
          'ဆန်​ရေဆေးပြီး ပဲစိမ်းလုံး ဆား၊ သကြား၊ ဆီ၊ ကြက်သွန်ခြမ်း၊ ကြာညို့အနည်းငယ်ထည့်မွေပြီး ရေလက်တဆစ်ခွဲခန့်ထည့်ပါ။\n\n ပေါင်းအိုးထဲထည့်ပြီးခလုပ်နှိပ် ဆူလာရင်... သီဟိုလ်စေ့၊ မုန်လာဥနီ၊ ထောပတ်၊ကြက်အူ‌​ချောင်း ထည့်ပါ။\n\n ခလုပ်တက်သွားရင်... တော်တော်ကြာမှဖွင့်ကြည့်ပါ။ ရပါပြီ။ \n\nကြက်သား၊ ကြက်ဥပြုတ်တို့ထည့်ပေါင်းနိုင်ပါတယ်။ ဟင်းမလိုဘဲအချည်သုပ်လေးနဲ့ စားနိုင်ပါတယ်။',
      },
      {
        id: '7',
        name: 'အာလူးပုဇွန်လုံး',
        description: 'Street Food',
        ingredients:
          'အာလူး ( ပြုတ်ထားပါ ) \n\nပုဇွန် ( သန့်စင်ထားပါ ) \n\nကြက်ဥ ၂ လုံး \n\nဆား အနည်းငယ် \n\nငရုတ်ကောင်း အနည်းငယ် \n\nပေါင်မုန့်ကြွပ် ( အကြေစလေးများဖြစ်ရန် ချေထားပါ ) \n\nဆီ',
        method:
          'အာလူးပြုတ်ကို ဆား၊ ငရုတ်ကောင်းထည့်ပီး စီးစီးလေးဖြစ်အောင် နယ်ထားပါ။ \n\nအာလူးနယ်အနည်းငယ်ကို ယူ၊ ပုဇွန်တကောင်ထည့်ပီး အလုံးလေးဖြစ်အောင် လုံးပါ။\n\n ထိုနည်းအတိုင်း အာလူးများကို လုံးထားပါ။\n\n အာလူးလုံးများကို ပေါင်မုန့်အကြေစများနဲ့ လူးပါ။\n\nကြက်ဥကို ခေါက်ထားပါ။\n\nဒယ်အိုးကို ဆီအပူပေးပြီး ထိုလူးထားတဲ့ အာလူးတွေကို မွှေထားတဲ့ ကြက်ဥခေါက်ထဲသို့ နှစ်ပြီးကြော်ပေးပါ။',
      },
      {
        id: '8',
        name: 'ပုဇွန်တုံယမ်းချဉ်စပ်ဟင်းချို',
        description: 'Thai Traditional Food',
        ingredients:
          'ပုဇွန်ကျော့ - ၂၅ ကျပ်သား \n\nကြက်သား/ကြက်ရိုး- ၁၅ ကျပ် သား(အပြုတ်ရည်အတွက်)\n\nတုံယမ်းခဲ - ၄ ခဲ \n\nငုံးဥ - အလုံး ၂၀ (ကျက်အောင်ပြုတ်အခွံနွှာ)\n\nမုန်လာဥနီ - ၁ ခု(ပန်းပွင့်လှီး)\n\nပဲပြား - ၅ခု( ၄ စိပ်စိပ်)\n\nပြောင်းဖူးသေး - ၈ ခု( ပါးပါးလှီး)\n\nပန်းပွင့် - ၁ ဝက် (အနေတော်လှီး)\n\nဝက်နားရွက်မှို - လက် ၁ ဆုပ်(ရေဆေးရေစိမ်)\n\nတောင်ပံတု - ၅ ကျပ်သား (ရေဆေးထား)\n\nခရမ်းချဉ်သီး - ၂ လုံး ( ပါးပါးလှီး)\n\nကြက်သွန်နီ - ၁ လုံး (နုတ်နုတ်စဉ်း)\n\nကြက်သွန်ဖြူ - ၇ မွှာ(နုတ်နုတ်စဉ်း)\n\nစပါးလင် - ၃ ပင် (ပါးပါးလှီး)\n\nပဒဲကော - ၅ ပြား \n\nငရုတ်သီးစိမ်း - ၁၀ ခု( ထက်ခြမ်းခြမ်း) \n\nရှမ်းနံနံ - အနည်းငယ် \n\nနံနံပင် - အနည်းငယ် \n\nကြက်သားမှုန့်- လက်ဖက်ရည်ဇွန်း ၁ ဇွန်း \n\nဆား - လက်ဖက်ရည်ဇွန်း ၁ ဇွန်း \n\nသံပုရာသီး - ၂ လုံး \n\nဆီ - အနည်းငယ် ',
        method:
          'အရင်ဆုံး ဒန်အိုးထဲရေ ၂ လီတာထည့်ပြီး ကြက်သားကြက်ရိုးကို နူးအောင်ပြုတ်ပါ။ ကြက်ပြုတ်ရည်ရရင် ဖယ်ထားပါ။\n\n ပြီးရင် ဒန်အိုးထဲ ဆီအနည်းငယ်ထည့်ပြီး ကြက်သွန်ဖြူနီ၊ ငရုတ်သီးစိမ်း၊စပါးလင်၊ ပဒဲကောတို့ကို ဆီသတ်ပါ။\n\n အနံ့မွှေးလာရင် ခရမ်းချဉ်သီး၊ ပန်းပွင့်၊ မုန်လာဥနီ၊ ပြောင်းဖူးသေးထည့်ပြီး ခဏမွှေပေးပါ။\n\n ပြီးရင် ကြက်ပြုတ်ရည်ထည့်ပြီး ဆူအောင်တည်ပေးပါ။ဆူလာရင် တုံယမ်းခဲထည့်ပြီး တည်ပေးပါ။ \n\nရေအနည်းအများ လိုသလိုထပ်ထည့်ပါ။အရသာအတွက် ဆား၊ ကြက်သားမှုန့်ထည့်ပြီး တည်ပေးပါ။အရသာမြည်းပါ။\n\n အရသာအဆင်ပြေရင် ပုဇွန်၊ ပဲပြား၊ ငုံးဥ၊ မှို၊ တောင်ပံတုထည့်ပြီး တည်ပေးပါ။ အားလုံးနူးပြီဆိုရင် သံပုရားသီးအရည်ညှစ်ထည့်ပါ။\n\n ရှမ်းနံနံနဲ့ နံနံပင်ထည့်ပြီး အဖုံးအုပ်မီးပိတ်လိုက်ပါ။ \n\nအခုဆိုရင် အရသာကောင်းမွန်တဲ့ ပုဇွန်တုံယမ်းချဉ်စပ်ဟင်းချို ပူပူလေးသုံးဆောင်နိုင်ပါပြီ',
      },
      {id: '9', name: '', description: '', ingredients: '', method: ''},
      {id: '10', name: '', description: '', ingredients: '', method: ''},
    ],
  },
];
export default recipeData;
// const recipeData = [...recipesData, ...snackData, ...healthData];
