const recipeData = [
  {
    title: 'Myanmar Traditional Food',
    data: [
      {
        id: '1',
        name: 'ရန်ကုန်မုန့်ဟင်းခါး',
        description: 'Myanmar Traditional Food',
        ingredients:
          'ငါးကြင်း သို့ ငါးခူ ၄၀ ကျပ်သား (စပါးလင်၊နနွင်းမှုန့်၊ ငံပြာရည်ဖြင့်ပြုတ်ပြီး အရိုးနွှင်ထားပါ)ရလာသော အရိုးများကိုထောင်းကာ ရေနွေးဆူဆူဖြင့်ရောမွှေပြီး အရည်စစ်ယူထားပါ\n\n ကြက်သွန်နီဥကြီး ၅ ဥ (ပါးပါးလှီးပြီး ထောင်းထားပါ)\n\n ကြက်သွန်နီဥသေး ၁၅ လုံး (အခွံနွှာရေဆေးထားပါ) (မုန့်ဟင်းခါးထဲအလုံးလိုက်ထည့်ရန်)\n\n ကြက်သွန်ဖြူ ၁၀ မွှာ (ထောင်းထားပါ)\n\n ချင်း ၃ လက်မ(ရေဆေးပြီး ထောင်းထားပါ)\n\n စပါးလင် ၃ ပင် (အပင်ရဲ့ အောက်ခြေနား သုံးပုံတစ်ပုံကိုယူပြီး ပါးပါးလှီးကာထောင်းထားပါ)ကျန်အပိုင်းတွေကို ငါးပြုတ်ဖို့နဲ့ဟင်းရည်ထဲထည့်ဖို့ သုံးပါမယ်\n\n ငှက်ပျောအူ ၁ အူ (ငှက်ပျောအူအနုနေရာများကို ပါးပါးလှီးပြီး ရေ၊ နနွင်းတို့နဲ့စိမ်ထားပေးပါ)\n\n ဆန်လှော်မှုန့် ၉၀ ဂရမ်(ရေဖျော်ထားပါ)\n\n ငံပြာရည် ထမင်းစားဇွန်း ၅ ဇွန်း (ငါးပြုတ်ရန်)\n\nနနွင်းမှုန့် ထမင်းစားဇွန်း ၁ ဇွန်း ဆီသတ်ရန်နဲ့ငါးပြုတ်ရန် တစ်ဝက်စီသုံးပါ\n\n ငရုတ်သီးအရောင်တင်မှုန့် ထမင်းစားဇွန်း ၂ ဇွန်း\n\n ငရုတ်ကောင်းမှုန့် ထမင်းစားဇွန်း ၁ ဇွန်း\n\n 2 ဆား လက်ဖက်ရည်ဇွန်း ၂ ဇွန်း (တစ်ဝက်စီ သုံးပါမယ်)\n\n ခနောကြက်သားမှုန့် လက်ဖက်ရည်ဇွန်း ၂ ဇွန်း (တစ်ဝက်စီ သုံးပါမယ်)\n\n ကုလားပဲ ၁၀ ကျပ်သား(နူးအိအောင်ပြုတ်ပြီး အဖတ်ဆယ်ကာထောင်းထားပါ။ ပဲပြုတ်ရည်များကိုသိမ်းထားပေးပါ)\n\n ဆီ ၁၀ ကျပ်သား\n\n ရေ ၈ ခွက် (၂၀၀၀ မီလီလီတာ)\n\n မုန့်ဖတ် ၁ ပိဿာ\n\nနံနံပင် ၁ စည်း (ရေဆေးပြီး ပါးပါးလှီးထားပါ)\n\nပဲသီး ၁ စည်း(ရေဆေးပြီး ပါးပါးလှီးထားပါ)\n\n ရှောက်သီး ၁ လုံး (စိတ်ထားပါ)\n\n ငရုတ်သီးအလှော်မှုန့် ၁ ပန်းကန် (နှစ်သက်သလို ထည့်စားနိုင်သည်)\n\nယိုးဒယားငံပြာရည်အနည်းငယ်  (နှစ်သက်သလို ထည့်စားနိုင်သည်)\n\nပဲကပ်ကြော် ၁ ထုပ်\n\nဘဲဥ ၅ လုံး (ပြုတ်ပြီး စိတ်ထားပါ)\n\nငါးဖယ်ကြော် ၁၀ ခု(ကပ်ကြေးဖြင့် ညှပ်ထားပါ)\n  ',
        method:
          'ဒယ်အိုးထဲကိုဆီထည့်ပြီး ဆီဆူလာရင် ကြက်သွန်ဖြူ၊ကြက်သွန်နီ၊စပါးလင်၊ချင်းတို့ထည့်ကာဆီသတ်ပါ။ ၁ မိနစ်ခန့်ကြာတဲ့အခါ နနွင်းနဲ့ငရုတ်သီးအရောင်တင်မှုန့်ထည့်မွှေပါ။ ပြီးရင် ငါးထည့်မွှေပါ။ ငရုတ်ကောင်းမှုန့် လက်ဖက်ရည်ဇွန်း ၁ ဇွန်းထည့်ဆီသတ်ပါ။ ဆားနဲ့ ခနောကြက်သားမှုန့် လက်ဖက်ရည်ဇွန်းတစ်ဇွန်းစီ ထည့်ပါ။\n\n မုန့်ဟင်းခါးဟင်းရည်ချက်ဖို့အတွက် အိုးကြီးတစ်လုံးထဲကို ရေ၊ ငါးပြုတ်ရည်၊ ပဲပြုတ်ရည်၊ ဆီသတ်ထားသောငါး၊ စပါးလင်နှစ်ပင်တို့ထည့်ကာ မီးဖိုပေါ်တင်ပါ။ ဆန်လှော်မှုန့်နဲ့ထောင်းထားသော ပဲများထည့်ပါ။\n\n ဟင်းရည်ဆူလာရင် အပေါ့အငန်ချိန်ဆပြီး ဆားနဲ့ခနောကြက်သားမှုန့်လက်ဖက်ရည်ဇွန်းတစ်ဇွန်းစီ ထည့်နိုင်ပါတယ်။ ဆန်လှော်မှုန့်တွေကောင်းကောင်းပျော်ဝင်သွားပြီဆိုရင် ငှက်ပျောအူထည့်ပါ။ ငှက်ပျောအူနူးလာတဲ့အခါ ကြက်သွန်နီဥသေးများနဲ့ ငရုတ်ကောင်းမှုန့်ထည့်ပေးလိုက်ပါ။ကြက်သွန်နီဥလေးများ နူးသွားတဲ့အခါ သုံးဆောင်နိုင်ပြီဖြစ်ပါတယ်။\n',
        // photo: require('../assets/images/cookBook.png'),
        // prep: '30 m',
        // cook: '30 m',
        // ready: '15 m',
      },
      {
        id: '2',
        name: 'ငါးခူစင်းကော',
        description: 'Thai Traditional Food',
        ingredients:
          'ငါးခူ  ၃၀ သား\n\nကြက်သွန်ဖြူ  ၃ လုံး\n\nကြက်သွန်နီ  ၅ လုံး \n\nဂျင်း လက်တဆစ်ခန့်\n\nနနွင်းမှုန့် အနည်းငယ်\n\nဆီ စားပွဲတင်ဇွန်း ၅ ဇွန်း\n\nငရုတ်သီး အပွတောင့် ၆ တောင့်ခန့်\n\nဆား အနည်းငယ်\n\nငရုပ်ကောင်း ၃စေ့ \n\nအသားမှုန့် အနည်းငယ်',
        method:
          'ငါးခူ အသားချည်းပဲရအောင် အရိုးများထုတ်ပါ။\n\nငါးအသားများကို အသားမှုန့်၊ဆား၊နနွင်း၊ငရုတ်ကောင်းများဖြင့် နယ်နှပ်ထားပါ။သံပရာသီး ညှစ်ထည့်ထားရင် ပိုကောင်းမွန်ပါတယ်။\n\nကြက်သွန်ဖြူ၊ကြက်သွန်နီ၊ဂျင်း၊ငရုတ်သီးတောင့်တို့ကို ညက်အောင်ထောင်ပြီး ဆီကျက်ကျက်ထဲ ထည့်ပြီး ဆီသတ်ပါ။\n\nပြီးရင် နယ်နှပ်ထားသော ငါးခူအသားများ ထည့်ပြီး ရေငါးကျက်ရုံ​အနည်းငယ် ထည့်ကာ တင်ထားပါ။\n\nဆီပြန်လာရင် ပင်စိမ်းလေးအုပ်ချင်လည်းရပါတယ်။',
      },
      {
        id: '3',
        name: 'ယိုးဒယား သင်္ဘောသီးထောင်း',
        description: 'Thai Traditional Food',
        ingredients:
          'သင်္ဘောသီးစိမ်း - အနေတော် တလုံး\n\nပုဇွန်ခြောက် - အကောင် ၂၀ခန့် \n\nမြေပဲလှော် - အစေ့၂၀ခန့်\n\nငရုတ်သီးစိမ်း - ၇တောင့်ခန့် \n\nထန်းလျှက်ခဲ -၃ခဲ\n\nကြက်သွန်ဖြူ- အမွှာကြီးကြီး ၄မွှာ\n\nဆား - လက်ဖက်ရည်ဇွန်း တဝက်\n\nပဲတောင့်ရှည် - ၃တောင့် \n\nခရမ်းချဉ်သီး - ခပ်ကြီးကြီး တလုံး\n\nသံပုရာသီး - တခြမ်း',
        photo: require('../assets/images/cookBook.png'),
        method:
          'သင်္ဘောသီးကို အခွံခွာပြီး အမြှောင်းရှည်ရှည်လေးတွေ ရအောင်ခြစ်ထားပါ။\n\nခြစ်ပြီးသော သင်္ဘောသီးများကို သင်္ဘောသီး အစိမ်းနံ့မနံအောင် ရေများများနဲ့ ဆေးပြီးရေစစ်ထားပါ။\n\nခရမ်းချဉ်သီးကို ၈ စိတ်စိတ်ထားပါ။ မြေပဲလှော်ကို မညက်တညက်ထောင်းပြီး ဖယ်ထားပါ။\n\nငရုတ်ဆုံ ခပ်ကြီးကြီးထဲမှာ ပုဇွန်ခြောက်ကို မညက်တညက် ထည့်ထောင်းပါ။\n\nငရုတ်သီးစိမ်းကို မညက်တညက် ရောထောင်းပါ။ ကြက်သွန်ဖြူကို မညက်တညက် ရောထောင်းပါ။\n\nထန်းလျှက်ခဲကို ညက်နေအောင်ထောင်းပြီးမှ သင်္ဘောသီးကို ထည့်ထောင်းပါ။\n\nထောင်းသော ကျည်ပွေ့ပေါ် မူတည်ပြီး သင်္ဘောသီးကို ကြည့်ထောင်းပါ။\n\nကျောက်ကျည်ပွေ့ဆိုပါက ၁၅ချက် အချက်၂၀လောက် ထောင်းရင်ရပါပြီ။\n\nသစ်သားကျည်ပွေ့ဆိုပါက အချက် ၁၀၀ လောက်ထောင်းပေးမှ အရသာဝင်ပါတယ်။\n\nထောင်းနေစဉ် သံပုရာရည် ညှစ်ထည့်ပြီး ဆားပါ နည်းနည်းချင်းစီ ထည့်ပေးပါ။\n\nသင်္ဘောသီးထောင်းပြီးပါက ပဲတောင့်ရှည် ချိုးထည့်ပြီး ၅ချက်လောက် ထောင်းပေးပါ။\n\nခရမ်းချဉ်သီးကိုလဲ ထည့်ပြီး၅ချက်လောက် ထောင်းပေးပြီးရင် ရပါပြီ။\n\nစားပွဲပြင်တဲ့အခါ ပန်းကန်ထဲသို့ ငရုတ်ဆုံကိုမပြီး အရည်များရော အဖတ်များပါ သွန်ချပြီး မြေပဲထောင်း ဖြူးပေးကာ ပြင်ဆင်ရပါမယ်..။',
      },
      {
        id: '4',
        name: 'ငါးသံပုရာပေါင်း',
        description: 'Thai Traditional Food',
        ingredients:
          'တီလားဗီယားငါး ၁ကောင် (၃၅၀- ၄၀၀ဂရမ်)\n\nငါးငံပြာရည်  စားပွဲတင်ဇွန်း ၂ဇွန်း\n\nသံပရာရည်  စားပွဲတင်ဇွန်း ၄ဇွန်း\n\nငရုတ်သီးစိမ်း၊နီ ၄တောင့် (ပါးပါးလှီးပါ)\n\nကြက်သွန်ဖြူ ၅မွှာ (အဝိုင်း ပါးပါးလှီးပါ)\n\nဇီးချိုသီး ၄လုံး\n\nဆား လက်ဖက်ရည်ဇွန်း တ၀က်\n\nအသားမှုန့် လက်ဖက်ရည်ဇွန်း တ၀က်\n\nသကြား လက်ဖက်ရည်ဇွန်း ၁ဇွန်း\n\nကြက်ပြုတ်ရည် ခွက်တ၀က် (၁၀၀မီလီလီတာ)\n\nနံနံပင် လက်တဆုတ်စာ (ပါးပါးလှီးပါ)',
        method:
          'အရင်ဆုံး ငါးကို အကြေးခွံဖယ်၊ သန့်စင်ပြီ ဓားဖြင့် အမြောင်းမွှန်းပေးပါ။\n\nပြီးလျှင် တီလားဗီယားငါးကို ဆား၊ ကြက်သားမှုန့်တို့ဖြင့် သမအောင် ရောနယ်ထားပါ။\n\nထို့နောက် ဆော့ အတွက် ပါ၀င်သောပစ္စည်းများဖြစ်သော ( ကြက်သွန်ဖြူ၊ ၊သံပရာရည်၊ ငရုတ်သီးစိမ်း၊ သကြား၊ ငံပြာရည်၊ရေ) အားလုံးကို ပန်းကန်လုံး တစ်ခုထဲ ထည့်ပြီး သကြားအရည်ပျော်သည်အထိ ရောမွှေပေးပါ။\n\nထိုဆော့အရည်များကို တီလားဗီယားငါးပေါ်သို့ လောင်းထည့်၊ ဇီချိုသီးထည့်ပြီ၊ နံနံပင်(အနည်းငယ်) အုပ်ပြီ ပေါင်းအိုးဖြင့် မိနစ် ၂၀ခန့် ပေါင်းပေးပါ။ပြီးရင်တော့ အရသာရှိတဲ့ ငါးသံပရာပေါင်းကို ထမင်းပူပူလေးနဲ့ တွဲဖက် သုံးဆောင်နိုင်ပါပြီ…။',
      },
      {
        id: '5',
        name: 'ကြက်ကြော် ',
        description: 'Street Food',
        ingredients:
          'ကြက်သား-  ၇ဝဝ ဂရမ်\n\nButtermilk   ၇ဝဝ မီလီလီတာ\n\nဆား-  လက်ဖက်ရည်ဇွန်း ၃ ဇွန်း\n\nကြက်သွန်ဖြူမှုန့်-  လက်ဖက်ရည်ဇွန်း ၃ ဇွန်း\n\nငရုတ်ကောင်းမှုန့်-  လက်ဖက်ရည်ဇွန်း ၃ ဇွန်း\n\nငရုတ်သီးအစိမ်းမှုန့်-  လက်ဖက်ရည်ဇွန်း ၃ ဇွန်း\n\nရေနွေး-  ၁ လီတာ\n\nဂျုံမှုန့်-  ၂ဝဝ ဂရမ်\n\nပြောင်းဖူးမှုန့်-  ၃၀ ဂရမ်\n\nဆီ-  ၆ဝဝ မီလီလီတာ',
        method:
          'ကြက်သားများကို သေချာစွာ ဆေးကြောသန့်စင်ပါ။\n\nဇလုံထဲ ဆားထည့်၍ ရေနွေးထည့်ပြီး ကြက်သားကို အနည်းဆုံး ၃ နာရီခန့် စိမ်ထားပါ။ ဆားစိမ်ထားသောကြက်သားကို ဆယ်ယူပြီး သေချာ ရေသုတ်ပါ။\n\nဇလုံထဲ Buttermilk, ငရုတ်ကောင်းမှုန့်၊ ကြက်သွန်ဖြူမှုန့်နှင့် ငရုတ်သီးအစိမ်းမှုန့်တို့ကို ထည့်ပြီး သမအောင် မွှေပါ။ ဆားရည်စိမ်ထားသော ကြက်သားများကို ထည့်ပြီး အနည်းဆုံး ၂ နာရီခန့် ထပ်မံ၍ စိမ်ပါ။\n\nဇလုံထဲ ဂျုံမှုန့်၊ ပြောင်းဖူးမှုန့်အနည်းငယ်၊ ငရုတ်ကောင်းမှုန့်၊ ကြက်သွန်ဖြူမှုန့်နှင့် ငရုတ်သီး အစိမ်းမှုန့်တို့ကို ထည့်ပြီး သမအောင် နယ်ပါ။ Buttermilk ဖြင့် စိမ်ထားသော ကြက်သားများကို ထည့်ပြီး သေချာစွာ အကာကပ်ပါ။\n\nကြက်သားများကို ဆီနစ်အောင် (Deep Fried) ကြော်ဖို့အတွက် ဆီများ ထည့်ပြီး ပူအောင် တည်ထားပါ။\n\nဆီအပူချိန်ကို သေချာစွာတိုင်းပြီး ကြက်သားများ ထည့်ကြော်ပါ။\n\nကြော်ပြီးသော ကြက်ကြော်များကို သံဆန်ခါအကွက် (Wire Rack) ပေါ်မှာ  အအေး ခံပြီး သုံးဆောင်နိုင်ပါပြီ။\n\n\n Noted:ကြက်သားကို ဆားရည်စိမ်ပေးရမှာ ဖြစ်ပါတယ်။ ဆားကို ရေနွေးဖြင့် ဖျော်ပြီး ကြော်မည့်ကြက်သားကို အနည်းဆုံး ၃ နာရီခန့် စိမ်ပေးရမှာဖြစ်ပါတယ်။ ဆားရည် စိမ်ခြင်းအားဖြင့် ကြက်သားအသားတွေ နူးညံ့သွားပြီး ကြော်တဲ့အချိန်မှာ အထောက် အကူ ဖြစ်စေပါတယ်။\n\nကြော်မည့်ကြက်သားကို အနံ့အရသာသွင်းရမှာဖြစ်ပါတယ်။ အနံ့အရသာအဖြစ် ကြက်သွန်ဖြူမှုန့်၊ ငရုတ်ကောင်းမှုန့်၊ ငရုတ်သီးမှုန့် စသော အနံ့အရသာမှုန့်များ၊ Buttermilk, Cola, Wine စသော အရည်မျိုးမျိုးဖြင့်လည်း အနံ့အရသာကို သွင်းလို့ ရပါ တယ်။ ဒီနေရာမှာ ကိုယ့်ဒေသထွက် အမွှေးအကြိုင်များကို အသုံးပြုပြီး ကိုယ်လိုချင်တဲ့ အနံ့အရသာကို ပြောင်းလဲဖန်တီးလို့ရပါတယ်။ Buttermilk ကို အပြင်မှာ အလွယ်တကူ ဝယ်လို့မရရင် နွားနို့ထဲ ရှလကာရည် အနည်းငယ်ထည့်ပြီး ၅ မိနစ်ခန့် ထားလိုက်ရင်တော့ Buttermilk ကို ရရှိမှာဖြစ်ပါတယ်။ အနံ့အရသာသွင်းတဲ့နေရာမှာ ကြက်သားကို အနည်းဆုံး ၂  နာရီခန့် စိမ်ပေးရမှာ ဖြစ်ပါတယ်။\n\nကြက်သားကြော်ကို ကြွပ်ကြွပ်ရွရွလေးဖြစ်စေဖို့အတွက် အကာကပ်ပေးရမှာ ဖြစ်ပါတယ်။ အကာအတွက် ဂျုံမှုန့်၊ ပြောင်းဖူးမှုန့် အနည်းငယ်တို့ကို အသုံးပြုပြီး ကပ်ပေး ရမှာဖြစ်ပါတယ်။ ဒီနေရာမှာ ကြက်သွန်ဖြူမှုန့်၊ ငရုတ်ကောင်းမှုန့်၊ ငရုတ်သီးမှုန့် စသော အမှုန့်အမျိုးမျိုးကို အနံ့အရသာအတွက် ထည့်ပြီး အကာကပ်လို့ ရပါတယ်။ အရင်ကဆိုရင် Coating ကပ်ဖို့အတွက် အညိုရောင် စက္ကူအိတ်ကြီးတွေကို အသုံးပြုပြီး ဂျုံမှုန့်၊ ကြက်သား တွေကို အိတ်ထဲထည့်ပြီး အကာကပ်လေ့ရှိပါတယ်။ ဒါမှမဟုတ် ဇလုံထဲ ထည့်ပြီး အကာ ကပ်လို့ ရပါတယ်။\n\nကြက်ကြော် ကြော်မယ့် ဆီကိုတော့ အကြော်ခံဆီတွေကို အသုံးပြုပေးရမှာ ဖြစ်ပါ တယ်။ ဟင်းရွက်ဆီ၊ ပဲလုံးဆီတွေကို အသုံးပြုတာက အကောင်းဆုံးပါပဲ။\n\nကြက်ကြော် ကြော်မည့် ဆီအပူချိန်က 350˚ F ဖြစ်နေဖို့ လိုပါတယ်။ ကြော်နေတဲ့ အချိန်အတွင်းမှာလည်း ဆီအပူချိန်က ငြိမ်နေဖို့ လိုပါတယ်။ ဆီအပူချိန်တိုင်းဖို့ သာမိုမီတာမရှိရင် ဂျုံမှုန့် အနည်းငယ်ကို ဆီအပေါ်မှာ ဖြူးပြီး ဆီအပူချိန်ကို တိုင်းလို့ရပါတယ်။ ဆီအပူချိန် ငြိမ်ငြိမ်လေးမှာ ၈ မိနစ်မှ ၁၀ မိနစ်အတွင်း ကြော်လိုက်မယ်ဆိုရင် ကြွပ်ကြွပ်ရွရွ ကြက်ကြော်လေးကို ရရှိမှာ ဖြစ်ပါတယ်။\n\nကြော်ပြီးသား ကြက်ကြော်တွေကို ဆီစစ်ဖို့အတွက် သံဆန်ခါကွက် (Wire Rack) မှာ အအေးခံခြင်းက အကောင်းဆုံးပါပဲ။ တကယ်လို့ စက္ကူတွေကို အသုံးပြုမိတယ် ဆိုရင် စက္ကူနဲ့ ထိမိနေတဲ့အပိုင်းကတော့ ပျော့အိနေတာကို တွေ့ရတတ်ပါတယ်။',
      },
      {
        id: '6',
        name: 'ထမင်းပေါင်း',
        description: 'Street Food',
        ingredients:
          'ဆန်​ရေဆေးပြီးသား\n\nပဲစိမ်းလုံး\n\nဆား၊\n\nသကြား၊\n\nဆီ၊\n\nကြက်သွန်ခြမ်း၊\n\nကြာညို့\n\nသီဟိုလ်စေ့\n\n မုန်လာဥနီ\n\nထောပတ်\n\nကြက်အူ‌​ချောင်း\n\n',
        method:
          'ဆန်​ရေဆေးပြီး ပဲစိမ်းလုံး ဆား၊ သကြား၊ ဆီ၊ ကြက်သွန်ခြမ်း၊ ကြာညို့အနည်းငယ်ထည့်မွေပြီး ရေလက်တဆစ်ခွဲခန့်ထည့်ပါ။\n\n ပေါင်းအိုးထဲထည့်ပြီးခလုပ်နှိပ် ဆူလာရင်... သီဟိုလ်စေ့၊ မုန်လာဥနီ၊ ထောပတ်၊ကြက်အူ‌​ချောင်း ထည့်ပါ။\n\n ခလုပ်တက်သွားရင်... တော်တော်ကြာမှဖွင့်ကြည့်ပါ။ ရပါပြီ။ \n\nကြက်သား၊ ကြက်ဥပြုတ်တို့ထည့်ပေါင်းနိုင်ပါတယ်။ ဟင်းမလိုဘဲအချည်သုပ်လေးနဲ့ စားနိုင်ပါတယ်။',
      },
      {
        id: '7',
        name: 'အာလူးပုဇွန်လုံး',
        description: 'Street Food',
        ingredients:
          'အာလူး ( ပြုတ်ထားပါ ) \n\nပုဇွန် ( သန့်စင်ထားပါ ) \n\nကြက်ဥ ၂ လုံး \n\nဆား အနည်းငယ် \n\nငရုတ်ကောင်း အနည်းငယ် \n\nပေါင်မုန့်ကြွပ် ( အကြေစလေးများဖြစ်ရန် ချေထားပါ ) \n\nဆီ',
        method:
          'အာလူးပြုတ်ကို ဆား၊ ငရုတ်ကောင်းထည့်ပီး စီးစီးလေးဖြစ်အောင် နယ်ထားပါ။ \n\nအာလူးနယ်အနည်းငယ်ကို ယူ၊ ပုဇွန်တကောင်ထည့်ပီး အလုံးလေးဖြစ်အောင် လုံးပါ။\n\n ထိုနည်းအတိုင်း အာလူးများကို လုံးထားပါ။\n\n အာလူးလုံးများကို ပေါင်မုန့်အကြေစများနဲ့ လူးပါ။\n\nကြက်ဥကို ခေါက်ထားပါ။\n\nဒယ်အိုးကို ဆီအပူပေးပြီး ထိုလူးထားတဲ့ အာလူးတွေကို မွှေထားတဲ့ ကြက်ဥခေါက်ထဲသို့ နှစ်ပြီးကြော်ပေးပါ။',
      },
      {
        id: '8',
        name: 'ပုဇွန်တုံယမ်းချဉ်စပ်ဟင်းချို',
        description: 'Thai Traditional Food',
        ingredients:
          'ပုဇွန်ကျော့ - ၂၅ ကျပ်သား \n\nကြက်သား/ကြက်ရိုး- ၁၅ ကျပ် သား(အပြုတ်ရည်အတွက်)\n\nတုံယမ်းခဲ - ၄ ခဲ \n\nငုံးဥ - အလုံး ၂၀ (ကျက်အောင်ပြုတ်အခွံနွှာ)\n\nမုန်လာဥနီ - ၁ ခု(ပန်းပွင့်လှီး)\n\nပဲပြား - ၅ခု( ၄ စိပ်စိပ်)\n\nပြောင်းဖူးသေး - ၈ ခု( ပါးပါးလှီး)\n\nပန်းပွင့် - ၁ ဝက် (အနေတော်လှီး)\n\nဝက်နားရွက်မှို - လက် ၁ ဆုပ်(ရေဆေးရေစိမ်)\n\nတောင်ပံတု - ၅ ကျပ်သား (ရေဆေးထား)\n\nခရမ်းချဉ်သီး - ၂ လုံး ( ပါးပါးလှီး)\n\nကြက်သွန်နီ - ၁ လုံး (နုတ်နုတ်စဉ်း)\n\nကြက်သွန်ဖြူ - ၇ မွှာ(နုတ်နုတ်စဉ်း)\n\nစပါးလင် - ၃ ပင် (ပါးပါးလှီး)\n\nပဒဲကော - ၅ ပြား \n\nငရုတ်သီးစိမ်း - ၁၀ ခု( ထက်ခြမ်းခြမ်း) \n\nရှမ်းနံနံ - အနည်းငယ် \n\nနံနံပင် - အနည်းငယ် \n\nကြက်သားမှုန့်- လက်ဖက်ရည်ဇွန်း ၁ ဇွန်း \n\nဆား - လက်ဖက်ရည်ဇွန်း ၁ ဇွန်း \n\nသံပုရာသီး - ၂ လုံး \n\nဆီ - အနည်းငယ် ',
        method:
          'အရင်ဆုံး ဒန်အိုးထဲရေ ၂ လီတာထည့်ပြီး ကြက်သားကြက်ရိုးကို နူးအောင်ပြုတ်ပါ။ ကြက်ပြုတ်ရည်ရရင် ဖယ်ထားပါ။\n\n ပြီးရင် ဒန်အိုးထဲ ဆီအနည်းငယ်ထည့်ပြီး ကြက်သွန်ဖြူနီ၊ ငရုတ်သီးစိမ်း၊စပါးလင်၊ ပဒဲကောတို့ကို ဆီသတ်ပါ။\n\n အနံ့မွှေးလာရင် ခရမ်းချဉ်သီး၊ ပန်းပွင့်၊ မုန်လာဥနီ၊ ပြောင်းဖူးသေးထည့်ပြီး ခဏမွှေပေးပါ။\n\n ပြီးရင် ကြက်ပြုတ်ရည်ထည့်ပြီး ဆူအောင်တည်ပေးပါ။ဆူလာရင် တုံယမ်းခဲထည့်ပြီး တည်ပေးပါ။ \n\nရေအနည်းအများ လိုသလိုထပ်ထည့်ပါ။အရသာအတွက် ဆား၊ ကြက်သားမှုန့်ထည့်ပြီး တည်ပေးပါ။အရသာမြည်းပါ။\n\n အရသာအဆင်ပြေရင် ပုဇွန်၊ ပဲပြား၊ ငုံးဥ၊ မှို၊ တောင်ပံတုထည့်ပြီး တည်ပေးပါ။ အားလုံးနူးပြီဆိုရင် သံပုရားသီးအရည်ညှစ်ထည့်ပါ။\n\n ရှမ်းနံနံနဲ့ နံနံပင်ထည့်ပြီး အဖုံးအုပ်မီးပိတ်လိုက်ပါ။ \n\nအခုဆိုရင် အရသာကောင်းမွန်တဲ့ ပုဇွန်တုံယမ်းချဉ်စပ်ဟင်းချို ပူပူလေးသုံးဆောင်နိုင်ပါပြီ',
      },
      {
        id: '9',
        name: 'မန္တလေး ထမင်းသုပ်',
        description: 'Myanmar Food',
        ingredients:
          'ထမင်း (Rice) ၁လုံး (ပန်းကန်လုံး ၁လုံး)\n\nပဲကြာဇံ (Glass Noodle) အနည်းငယ်\n\nကြက်သွန်နီဆီချက် (Onion Oil) ၁ဇွန်း (ထမင်းစားဇွန်း)\n\nပဲပုပ်ထောင်း (Fermented Soya Bean Powder) ၁ ဇွန်း (လက်ဖက်ရည်ဇွန်း)\n\nပဲမှုန့် (Bean Powder) ၁ဇွန်း (ထမင်းစားဇွန်း)\n\nအသားမှုန့် (Chicken Powder) ၁ဇွန်း (လက်ဖက်ရည်ဇွန်း)\n\nငါးငံပြာရည် (Fish Sauce) ၁ဇွန်း (လက်ဖက်ရည်ဇွန်း)\n\nဆီချက်အနီရောင် ၁ဇွန်း (ထမင်းစားဇွန်း)\n\nဆား (Salt) အနည်းငယ်\n\nမြေပဲကြော် (Fry Peanuts) ၁ဇွန်း (ထမင်းစားဇွန်း)\n\nကြက်ဥကြော် (Fry Egg) ၁ လုံး\n\nပူစီနံ(Mint) အနည်းငယ်\n\nဂျူးမြစ် (Allium Hookeri Roots) အနည်းငယ်\n\nပဲပြားကြော် (Fry Tofu) အနည်းငယ်\n\nငါးဖယ်ကြော် (Fry Fish Cake) ၃ ခု ၄ ခု',
        method:
          'ပဲကြာဇံကို ရေစိမ်ပြီး ရေနွေးဖြောထားပါ။ ကြက်သွန်နီကိုဆီသပ်ထားပြီး သပ်သပ်ဖယ်ထားပါ။ ပဲပုပ်ကို မီးကင်ပြီး အမှုန့်ဖြစ်အောင်ထောင်းထားပါ။ ပဲပြားကြော်ထားပြီး ညှပ်ထားပါ။\n\nအနီရောင်ဆီချက်အတွက် ငရုပ်သီးအစိမ်းမှုန့်ကို ဆီပူပူလောင်းထည့်ပြီးပြင်ဆင်ထားပါ။ ကြက်ဥ၁လုံးကိုလည်း အဆင့်ကြော်ထားပါ။ ငါးဖယ်ကိုလဲ ကြော်ထားပါ။ မြေပဲအနီရောင်ကိုကြော်ပြီးသပ်သပ်ထားပါ။\n\nနယ်မည့်ပန်းကန်ထဲသို့ ထမင်းထည့်ပါ။ ကြက်သွန်နီဆီချက်အဖတ်၊ မန်ကျည်းနှစ်၊ အနီရောင်ဆီချက်၊ ပဲပုပ်ထောင်း၊ ပဲမှုန့်၊ အသားမှုန့်၊ ငါးငံပြာရည်၊ ဆား၊ ပဲပြားကြော်၊ ပဲကြာဇံ တို့ကိုထည့်ပြီး နှံ့အောင်နယ်လိုက်ပါ။\n\nပန်းကန်ပြားထဲသို့ နယ်ထားသော ထမင်းကိုထည့်ပါ။ ကြက်ဥကြော်၊ ငါးဖယ်ကြော်၊ မြေပဲကြော်၊ ဂျူးမြစ်နှင့် ပူစီနံတို့ဖြင့်တွဲစားနိုင်ပါပြီ။',
      },
      {
        id: '10',
        name: 'ပြည် ထမင်းသုပ်',
        description: 'Myanmar Food',
        ingredients:
          'ထမင်း (Rice) ၁လုံး (ပန်းကန်လုံး ၁လုံးစာ)\n\nပဲကြာဇံ (Glass Noodle) အနည်းငယ်\n\nအာလူးပြုတ် (Boil Potatoes) အနည်းငယ်\n\nကြက်သွန်နီ (Onion) ၁လုံး (ပါးပါးလှီးထားပါ)\n\nပဲမှုန့် (Bean Powder) ၁ဇွန်း (ထမင်းစားဇွန်း)\n\nအသားမှုန့် (Chicken Powder) ၁ဇွန်း (လက်ဖက်ရည်ဇွန်း)\n\nငါးငံပြာရည် (Fish sauce) ၁ဇွန်း (လက်ဖက်ရည်ဇွန်း)\n\nကြက်သွန်ဖြူဆီချက် (Garlic Oil) ၁ဇွန်း (ထမင်းစားဇွန်း)\n\nဆား (Salt) အနည်းငယ်\n\nကြက်အူချောင်းကြော် (Sausage) ၂ ချောင်း\n\nပုစွန်ခြောက်မှုန့် (Dry Prawn Powder) ၁ဇွန်း (ထမင်းစားဇွန်း)\n\nငရုပ်သီးအကျက်မှုန့် (Chili Powder) ၂ဇွန်း (လက်ဖက်ရည်ဇွန်း)\n\nကြက်သွန်ဖြူ (Garlic) အနည်းငယ်\n\nနံနံပင် (Parsley) အနည်းငယ်\n\nသခွားသီး (Cucumber) အနည်းငယ်\n\nခရမ်းချဉ်သီး (Tomatoes) ၁ လုံး\n\nမကျည်းနှစ် (Tamarind Paste) ၂ ဇွန်း (ထမင်းစားဇွန်း)\n\nပဲပင်ပေါက် (Bean Sprout) အနည်းငယ် (ရေနွေးဖြောထားပါ)',
        method:
          'ပဲကြာဇံကို ရေစိမ်ပြီး ရေနွေးဖြောထားပါ။ ကြက်သွန်ဖြူကိုဆီသပ်ထားပါ။ ကြက်သွန်နီကိုပါးပါးလှီးထားပါ။အာလူးပြုတ်ကို အခွံနွှာပြီးပါးပါးလှီးထားပါ။ ပဲပင်ပေါက်ကို ရေနွေးဖြောထားပါ။ မန်ကျည်းနှစ်ကို ရေနွေးစိမ်ထားပါ။\n\nကြက်အူချောင်းကို ကြော်ထားပါ။ ကြက်သွန်ဖြူ နုတ်နုတ်စဉ်းပြီး ဆီသပ်ထားပါ။ နံနံပင်ကိုညှပ်ထားပါ။ သခွားသီးကို ပါးပါးလှီးထားပါ။ ခရမ်းချဉ်သီးကို အစိပ်လေးများ စိပ်ထားပါ။\n\nနယ်မည့်ပန်းကန်ထဲသို့ ထမင်းထည့်ပါ။ ပဲကြာဇံ၊ အာလူး၊ ကြက်သွန်နီ၊ နံနံပင်၊ ပဲပင်ပေါက်၊ ငါးငံပြာရည်၊ ပဲမှုန့််၊ အသားမှုန့်၊ ငရုပ်သီးမှုန့်၊ မန်ကျည်းနှစ် တို့ထည့်ပြီး နှံ့အောင်နယ်ပါ။\n\nနယ်ထားသောထမင်းကို ပန်းကန်ပြားထဲသို့ထည့်ပါ။ ကြက်အူချောင်းကြော်၊ သခွားသီး၊ ခရမ်းချဉ်သီး၊ ကြက်သွန်ဖြူတို့ဖြင့် တွဲဖက်စားနိုင်ပါပြီ။',
      },
      {
        id: '11',
        name: 'မိုးကုတ် ထမင်းသုပ်',
        description: 'Myanmar Food',
        ingredients:
          'ထမင်း (Rice)၁လုံး (ပန်းကန်လုံး ၁လုံးစာ)\n\nဝက်သား (Pork) ၁၀ သား\n\nရှမ်းပဲငပိ (Salted Bean Paste) ၃ဇွန်း (ထမင်းစားဇွန်း)\n\nငရုပ်သီးအနှစ် (Chilli Paste) ၁ဇွန်း (ထမင်းစားဇွန်း)\n\nသကြား (Sugar) အနည်းငယ်\n\nအသားမှုန့် (Chicken Powder) ၁ဇွန်း (လက်ဖက်ရည်ဇွန်း)\n\nဆား (Salt) အနည်းငယ်\n\nကြက်သွန်ဖြူ (Garlic) အနည်းငယ်\n\nဆားဘဲဥပြုတ် (Salted Egg) ၁လုံး\n\nဂျူးမြစ် (Allium Hookeri Roots) အနည်းငယ်\n\nသခွားသီး (Cucumber) အနည်းငယ်',
        method:
          'ဝက်သားကို ဆား၊ သကြား၊ အသားမှုန့်၊ ဂျင်းအပြားကိုရိုက်ပြီး ရေခမ်းအောင်ပြုတ်ပါ။ ဆီပူပူမှာ ရွှေရောင်သမ်းလာအောင် ကြော်ထားပါ။ ဆားဘဲဥကို ပြုတ်ပြီး ရေအေးစိမ်ထားပါ။\n\nမြေပဲ ကြော်ထားပါ။ ရှမ်းပဲငပိစပ်ကို ဆီသပ်ထားပါ။ ငရုပ်နှစ်ကို ဆီသပ်ထားပါ။\n\nနယ်မည့်ပန်းကန်ထဲသို့ ထမင်းထည့်ပါ။ ငါးငံပြာရည်၊ အသားမှုန့်၊ ရှမ်းငပိစပ်၊ ငရုပ်နှစ်ဆီချက် ထည့်ပြီးနှံ့အောင်နယ်ထားပါ။\n\nပန်းကန်ပြားထဲထည့်ပါ။ ဝက်သားကြော်၊ သခွားသီး၊ ဂျူးမြစ်၊ ဆားဘဲဥ တို့နဲ့ တွဲဖက်စားနိုင်ပါသည်။',
      },
      {
        id: '12',
        name: 'မအူပင်ထမင်းပေါင်း',
        description: 'Myanmar Food',
        ingredients:
          'ကြက်သွန်ဖြူ - ငါးမြှောင့် (နုပ်နုပ်စဉ်းထားပါ)\n\nကြက်သွန်နီဥအသေး - ၄ လုံး (နုပ်နုပ်စဉ်းထားပါ)\n\nပေါ်ဆန်းမွှေးဆန် - ၂ ခွက်ခွဲ(ရေစင်အောင်ဆေးထားပါ)\n\nကောက်ညှင်းဆန် - ၁ ခွက်ခွဲ(ရေစင်အောင်ဆေးထားပါ)\n\nမက်ဂီပဲငံပြာရည် - ထမင်းစားဇွန်း ၁ ဇွန်း\n\nMaggi ခရုဆီ - ထမင်းစားဇွန်း ၁ ဇွန်း\n\nကိုက်လန် - ၃ ပင်(အပိုင်းငယ်လေးများဖြစ်အောင်ဖြတ်ထားပါ)\n\nပဲပြားအမာ - ၁ ပြား(အတုံးသေးကလေးများတုံးထားပါ)\n\nမုန်လာဥနီ - ၁ လုံး(အတုံးသေးသေးများတုံးထားပါ)\n\nပုဇွန်ခြောက် - ထမင်းစားဇွန်း ၁ ဇွန်း\n\nနာနတ်ပွင့် - ၂ ပွင့်\n\nဆား - လက်ဖက်ရည်ဇွန်းတစ်ဝက်\n\nသစ်ဂျပိုးခေါက် - တစ်လက်မအရွယ်(တစ်ချောင်း) (အစိတ်ကလေးများဖြစ်အောင် ထုထောင်းထားပါ)\n\nပဲပိစပ်ဆီ - ထမင်းစားဇွန်း ၅ ဇွန်း',
        method:
          'ပထမဦးဆုံး ဟင်းချက်ဒယ်အိုးကို မီးဖိုပေါ်တင်ပြီး မီးဖွင့်ပါ။\n\nဒယ်အိုးထဲသို့ ဆီသုံးဇွန်းထည့်ပြီး ဆီပူလာလျှင် နုပ်နုပ်စဉ်းထားတဲ့ ကြက်သွန်နီများကို ဆီသတ်ပါ။\n\nဆီမွှေးလာလျှင် ဆန်၊ ကောက်ညှင်းဆန်၊ သစ်ကြမ်းပိုးခေါက်၊ နာနတ်ပွင့်တို့ထည့်ပြီး သမအောင်မွှေပါ။\n\nပြီးရင် MAGGI ပဲငံပြာရည် နှင့် MAGGI ခရုဆီ တစ်ဇွန်းစီထည့်ပြီး မွှေပေးပါ။\n\nအဲဒီနောက် ဒယ်အိုးထဲမှ ၄င်းတို့အားလုံးကို ထမင်းပေါင်းအိုးထဲသို့ ပြောင်းထည့်ပြီး ရေ ၆၀၀ မီလီ ထည့်ကာ ကျက်သည်အထိချက်ထားပါ။\n\nထမင်းချက်ထားချိန်မှာ ဒယ်အိုးကို မီးဖိုပေါ်မှာတင်ပြီး ဆီ ၂ ဇွန်းထည့်ပါ။\n\nဆီပူလာသောအခါ အသင့်တုံးထားတဲ့ ပဲပြားတုံးကလေးများကို ထည့်ပြီး မီးပြင်းပြင်းနှင့် ကြော်ပါ။\n\nပဲပြားများ အဝါရောင်သမ်းပြီး ကျက်သွားတဲ့အခါ ဆယ်ပြီး ဇလုံတစ်ခုထဲမှာ ထည့်ထားပါ။\n\nဒယ်အိုးထဲသို့ ဆီ ၁ ဇွန်းထည့်ပြီး ကြက်သွန်ဖြူဆီသတ်ပါ။\n\nအနံ့မွှေးလာလျှင် မုန့်လာဥထည့်ပြီး မွှေပေးပါ။\n\nထို့နောက် ကိုက်လန်များကိုပါထည့်ကြော်ပြီး မွှေပေးပါ။\n\nကြော်ပြီးသားပဲပြားများကို ဒယ်အိုးထဲသို့ထည့်ပြီး အားလုံးရောမွှေပါ။\n\nအဲဒီနောက် အားလုံးကို ပန်းကန်ပြားထဲသို့ ထည့်ထားပါ။\n\nပေါင်းအိုးထဲမှ ထမင်းကျက်သောအခါ ကြော်ထားသည်များကို ထမင်းပေါင်းအိုးထဲထည့်ပြီး သမအောင်မွှေပါ။\n\nပြီးရင်တော့ အားလုံးကို စားမည့်ပန်းကန်ပြားထဲထည့်ပြီး စားသုံးနိုင်ပါပြီနော်။',
      },
      {
        id: '13',
        name: 'ဝက်အူချောင်း ကောက်ညှင်းထမင်းကြော်',
        description: 'Street Food',
        ingredients:
          'ကောက်ညှင်းထမင်း ၂ ယောက်စာ\n\nခရုဆီ စားပွဲတင်ဇွန်း ၁ ဇွန်း\n\nပဲငံပြာရည် စားပွဲတင်ဇွန်း ၁ ဇွန်းနှင့် တစ်ဝက်နှင့် ပဲငံပြာရည်အနောက် လက်ဖက်ရည်ဇွန်း ၂ ဇွန်း\n\nနှမ်းဆီ လက်ဖက်ရည်ဇွန်း လေးပုံတစ်ပုံ\n\nကြက်ပြုတ်ရည် ၆၀ မီလီလီတာ\n\nဝက်အူးချောင်း ၃ ချောင်း (အနေတော် အတုံးတုံးထားပါ)\n\nဆီ စားပွဲတင်ဇွန်း ၂ ဇွန်း\n\nပုစွန်ခြောက် အနည်းငယ် (ရေနွေးဖြင့် ၁၅ မိနစ်ခန့် စိမ်ထားပါ)\n\nကြက်သွန်နီ၊ ကြက်သွန်ဖြူနှင့် ကြက်သွန်မြိတ် အနည်းငယ်\n\nဆားနှင့် ငရုတ်ကောင်းမှုန့် အနည်းငယ်',
        method:
          'ခရုဆီ၊ ပဲငံပြာရည်အကြည်၊ ပဲငံပြာရည်အနောက်၊ နှမ်းဆီ၊ ကြက်ပြုတ်ရည်နှင့် ဆားတို့ကို ပန်းကန်လုံးတစ်လုံးထဲတွင် ရောမွှေထားလိုက်ပါ။ ဒယ်အိုးကို အပူပေးပြီး ဆီထည့်ကာ ပုစွန်ထည့်ပြီး ၃ စက္ကန့်ခန့် မွှေလိုက်ပါ။ ကြက်သွန်နီနဲ့ ဝက်အူချောင်းများ ထည့်ပြီး တစ်မိနစ်ခန့် ကြော်ပေးလိုက်ပါ။\n\nကောက်ညှင်းထမင်းထည့်ပြီး သမအောင် မွှေကြော်ပေးလိုက်ပါ။ ထို့နောက် စောစောက ရောထားသော ခရုဆီအရောအနှောများကို တစ်ဝက်ခန့်ထည့်ပြီး မွှေပေးလိုက်ပါ။ ကောက်ညှင်းမတူးအောင် အိုးမကပ်အောင် အဆက်မပြတ်မွှေပေးလိုက်ပါ။ ပြီးရင် ကျန်ရှိနေတဲ့ ခရုဆီတစ်ဝက်ကို ထပ်ထည့်ပြီးနောက် အရသာအပေါ့အငန်မြည်းကြည့်ပါ။\n\nအရသာ အပေါ့အငန်ကွက်တိကျပြီဆိုပါက မီးပိတ်လိုက်ကာ ကြက်သွန်မြိတ်လေးတွေထည့်ပြီး ခေတ္တခဏမွှေပေးလိုက်ပါ။\n\nနောက်ဆုံးမှာတော့ ရရှိလာတဲ့ ဝက်အူချောင်း ကောက်ညှင်းထမင်းကြော်ကို ပန်းကန်ထဲ ပြောင်းထည့်ပြီးနောက် အရသာရှိရှိ သုံးဆောင်နိုင်ပြီပဲဖြစ်ပါတယ်။',
      },
      {
        id: '14',
        name: 'ထမင်းကြော်ပူပူလေး',
        description: 'Street Food',
        ingredients:
          'ကြက်ဥ ၂ လုံး\n\nဆီ၊ ဆား\n\nထမင်း (ချက်ပြီးသား) ၁ ပန်းကန်\n\nပဲငံပြာရည် စားပွဲတင်ဇွန်း တစ်ဝက်\n\nကြက်သွန်မြိတ် (ပါးပါးလှီးပြီးသား) စားပွဲတင်ဇွန်း ၂ ဇွန်း',
        method:
          'ကြက်ဥတွေကို ပန်းကန်လုံးတစ်ခုထဲမှာ သေချာခေါက်ပေးပါ။\n\nလက်ကိုင်တပ်ဒယ်အိုးပြားကို မီးပြင်းပြင်းမှာ အပူပေးကာ ဆီနည်းနည်းထည့်လိုက်ပါ။ ဆီပူလာပြီဆိုရင် မီးကိုအနေတော်လျှော့ချလိုက်ပြီး ခေါက်ပြီးသား ကြက်ဥတွေကို လောင်းထည့်လိုက်ပါ။ ကြက်ဥတွေကျက်လာပြီဆိုရင် တစ်စစီဖြစ်သွားအောင် မွှေပေးလိုက်ပါ။\n\nကြက်ဥတွေ ၇၀-၈၀ ရာခိုင်နှုန်းလောက်ကျက်သွားပြီဆိုရင် ထမင်းတွေထည့်လိုက်ပြီး သေချာမွှေပေးပါ။ ပြီးရင် ပဲငံပြာရည်ထည့်ပေးကာ ကျန်ရှိနေသေးတဲ့ ပါဝင်ပစ္စည်းတွေပါ ရောထည့်လိုက်ပါ။\n\nအားလုံးသေချာကျက်သွားပြီဆိုရင်တော့ ပူပူလေး သုံးဆောင်နိုင်ပါပြီ။',
      },
      {
        id: '15',
        name: 'ကင်ချီထမင်းကြော်',
        description: 'Korean Food',
        ingredients:
          'ကင်ချီ ပန်းကန်လုံး တစ်လုံးစာခန့် (အနေတော် လှီးဖြတ်ထားပါ)\n\nဝက်သားပြား ၁၅၀ ဂရမ် (အနေတော် တုံးထားပါ)\n\nအပ်မှို ၂၀၀ ဂရမ် (အမြစ်ကို ဖယ်ရှားပြီး ရေစင်အောင် ဆေးထားပါ)\n\nထမင်း ပန်းကန်လုံး ၄ လုံးစာခန့်\n\nကြက်ဥ ၄ လုံး\n\nပါးပါးလှီးထားသော ကြက်သွန်ဖြူ လက်ဖက်ရည်ဇွန်း တစ်ဝက်နှင့် ကြက်သွန်မြိတ် အနည်းငယ်\n\nနှမ်းဆီ စားပွဲတင်ဇွန်း တစ်ဝက် ဟင်းချက်ဆီ စားပွဲတင်ဇွန်း တစ်ဝက်',
        method:
          'ဒယ်အိုးကို မီးအပူပေးပြီးနောက် ဆီထည့်ကာ ကြက်သွန်ဖြူထည့်လိုက်ပါ။ ထို့နောက် ၁၀ စက္ကန့်ခန့် မွှေပေးရပါမယ်။ ထို့နောက် ဝက်သားများထည့်ကာ ဝက်သားများ ကျက်သွားသည်အထိ ကြော်ပေးလိုက်ပါ။\n\nကင်ချီထပ်ထည့်ပြီး စက္ကန့်အနည်းငယ်ခန့် မွှေပေးလိုက်ပါ။\n\nအပ်မှိုထည့်ပြီး စက္ကန့်အနည်းငယ်ခန့် ထပ်ကြော်ပေးရပါမယ်။ ပြီးရင်တော့ မီးအပူချိန်ကို လျော့ပေးလိုက်ပါ။ (အပ်မှို မထည့်ချင်ဘူးဆိုပါက ဒီအဆင့်ကို ကျော်လိုက်လို့ ရပါတယ်)\n\nထမင်းထည့်ကာ ကျန်ရှိနေတဲ့ ကင်ချီအရည်များ ထပ်လောင်းထည့်ကာ သမအောင် ကြော်ပေးလိုက်ပါ။\n\nနှမ်းဆီထည့်ပြီးနောက် သမအောင် ထပ်မွှေပေးလိုက်ပါ။ ပြီးရင်တော့ မီးပိတ်လိုက်လို့ရပါပြီ။\n\nရရှိလာတဲ ကင်ချီထမင်းကြော်ကို ကြက်ဥ Half-Fried လေးနဲ့ အရသာရှိရှိသုံးဆောင်နိုင်ပါပြီ။ စားခါနီကျရင်တော့ ကြက်သွန်မြိတ်လေး အနည်းငယ် ဖြူးပေးနိုင်ပါသေးတယ်။',
      },
      {
        id: '16',
        name: 'ထိုင်းစတိုင်လ် ပုစွန် နာနတ်သီး ထမင်းကြော်',
        description: 'Thai Street Food',
        ingredients:
          'နာနတ်သီး သုံးပုံတစ်ပုံခန့် (အတုံးခပ်သေးသေးတုံးထားပါ)\n\nထမင်း ပန်းကန်လုံးသုံးခွက်စာ\n\nပုစွန် လက်တစ်ဆုပ်စာခန့် (အခွံချွတ်ထားပါ)\n\nကြက်သွန်မြိတ် အနည်းငယ်နှင့် ကြက်သွန်ဖြူ ၄ မြွှာ (ပါးပါးလှီးထားပါ)\n\nငရုတ်သီး ၂ တောင့် (ပါးပါးလှီးထားပါ)\n\nကြက်ပြုတ်ရည် ၁၂၅ မီလီလီတာခန့်နှင့် ကြက်ဥ တစ်လုံး\n\nပဲလုံးစိမ်းနှင့် သီဟိုဠ်စေ့အနည်းငယ်\n\nငါးငံပြာရည် စားပွဲတင်ဇွန်း သုံးဇွန်း၊ ပဲငံပြာရည် စားပွဲတင်ဇွန်း တစ်ဇွန်း\n\nသကြား လက်ဖက်ရည်ဇွန်း တစ်ဝက်\n\nဆီ စားပွဲတင်ဇွန်း လေးဇွန်း',
        method:
          'ဒယ်အိုးကို အပူပေးပြီးနောက် ဆီထည့်လိုက်ပါ။ ဆီပူလာပါက ကြက်သွန်နီ၊ ကြက်သွန်ဖြူနှင့် ငရုတ်သီးတို့ထည့်ကာ ဆီသတ်လိုက်ပါ။ကြက်ဥဖောက်ထည့်ကာ ကြော်လိုက်ပါ။\n\nပန်းကန်လုံးတစ်လုံးထဲတွင် ကြက်ပြုတ်ရည်၊ ငါးငံပြာရည်နှင့် သကြားတို့ထည့်ပြီး သမအောင် မွှေပေးလိုက်ပါ။ ထို့နောက် ဒယ်အိုးထဲထည့်ကာ သမအောင် ကြော်ပေးလိုက်ပါ။\n\nသီဟိုဠ်စေ့များထည့်ပြီး စက္ကန့်သုံးဆယ်ခန့် ကြော်ပေးလိုက်ပါ။\n\nထမင်းထည့်ပြီး မိနစ်အနည်းငယ် ကြော်ပေးရပါမယ်။ ပုစွန်ထပ်ထည့်ပြိး ကြော်ပေးလိုက်ပါ။\n\nထို့နောက် ပဲလုံးစိမ်းနှင့် နာနတ်သီးတို့ထည့်ပြီး သမအောင် ကြော်ပေးလိုက်ပါ။ စပျစ်သီးခြောက် ထည့်ချင်တယ်ဆိုပါကလည်း ထည့်နိုင်ပါတယ်။\n\nအရသာအပေါ့အငန်မြည်းကြည့်ပြီးတဲ့နောက်မှာတော့ မီးဖိုပေါ်က ချလိုက်လို့ရပါပြီ။\n\nရရှိလာတဲ့ နာနတ်သီး ပုစွန်ထမင်းကြော်ကို ပန်းကန်ပြားထဲပဲ ထည့်နိုင်သလို အပြင်အဆင်လှလှပပလေးနဲ့ စားသုံးချင်သူများကတော့ နာနတ်သီးထဲ ထည့်ပြီး အလှဆင်နိုင်ပါတယ်။',
      },
      {id: '17', name: '', description: '', ingredients: '', method: ''},
      {id: '18', name: '', description: '', ingredients: '', method: ''},
      {id: '19', name: '', description: '', ingredients: '', method: ''},
      {id: '20', name: '', description: '', ingredients: '', method: ''},
    ],
  },
];
export default recipeData;
// const recipeData = [...recipesData, ...snackData, ...healthData];
