const snackData = [
  {
    title: 'Snack Food',
    data: [
      {
        id: '1',
        name: 'ကြက်ဥပူတင်း',
        description: 'Europen Snack',
        ingredients:
          'ကြက်ဥ ၁၀လုံး(အနေတော်အရွယ်)\n\nနွားနို့  ၁လီတာ\n\nသကြား ၁၀ကျပ်သား\n\nဂျုံမှုန့်  ၅ဇွန်း(ထမင်းစားဇွန်း)\n\nဆား လက်ဖက်ရည်ဇွန်းတဝက်\n\nဗနီလာနံ့= ၁စက်(မရှိရင် custard powder တဇွန်းလောက်ထည့်ပါ)ကြက်ဥရဲ့ အနံ့မထွက်အောင်ထည့်တာပါ\n\nထောပတ် ထမင်းစားဇွန်း (၁) ဇွန်း ',
        method:
          'အရင်ဆုံး ကြက်ဥကို ကြေအောင် ခေါက်မွှေပါ။သကြားနဲ့ နွားနို့ ဆားရောပြီး ၁၀မိနစ်လောက်ထပ်မွှေပါ။\n\nအဖတ်တွေ မဖြစ်အောင် ဂျုံ မှုန့်ကို ဇကာနဲ့ စစ်ပြီး ရောမွေပါ ။ ဖုတ်မယ့်ဘန်း ကို ထောပတ်၁ဇွန်းနဲ့ နှံ့အောင်သုတ်ထားပါ။ \n\nအိုးထဲထည့် မီးနဲနဲလေးနဲ့ ကြက်ဥရည် ပျစ်လာအောင်ကျိုပါ။ အဆက်မပြတ်မွေနေရပါမယ်။\n\n ဗနီလာ တစက်လောက်ထည့်ပါ။ မိနစ် ၂၀လောက် ကျိုရပါတယ် ပျစ်လာရင် ဖုတ်မယ့်ဘန်း ထဲထည့် အပူချိန် ၁၆၀ံ စင်တီဂရိတ် မိနစ်၃၀ဖုတ်ပါ။\n\nနီရောင်သမ်းလာရင် အအေးခံပါ လုံးဝအေးသွားမှ ရေခဲသေတ္တာထဲ ၁နာရီလောက်ထည့်ပါ။ ဒါဆိုရင် လူတိုင်းကြိုက်တဲ့ ကြက်ဥပူတင်း လေးရသွားပါပြီ။',
        photo: require('../assets/images/cookBook.png'),
        prep: '15 m',
        cook: '45 m',
        ready: '20 m',
      },
      {
        id: '2',
        name: 'ရေခဲမုန့် လုပ်နည်း',
        description: 'Europen Snack',
        ingredients:
          'Whipping Cream 300 ml \n\nစတော်ဘယ်ရီအသီး တဗူး\n\nနို့ဆီ\n\nသကြား ထမင်းစားဇွန်း ၇ဇွန်း',
        method:
          'Whipping Cream ကအရည်ဆိုတော့ Cream ဖြစ်တဲ့အထိမွှေပေးရပါတယ်။ cream ဖြစ်သွားလျှင်ရပ်လိုက်ပါ။ မဟုတ်ရင်ခဲသွားတတ်ပါတယ် ။ \n\nစတော်ဘယ်ရီသီးနဲ့ သကြားကို blender မှာမွှေပါတယ်။\n\nပန်းကန်တလုံးမှာ နို့ဆီထည့်ထားပါတယ်။\n\nBlender နဲ့မွှေလို့ရတဲ့ စတော်ဘယ်ရီကိုနို့ဆီထည့်ထားတဲ့ပန်းကန်ထဲထည့်ပြီးရောမွှေပါတယ်နောက်ဆုံးမှာ Whipping Cream ထဲ ရောပြီး မွှေပါတယ်။ (mixer) နဲ့မမွှေမိဖို့သတိပြုရပါမယ် ခဲသွားတတ်လို့ပါ။\n\nအကုန်လုံးသမအောင်မွှေပြီးရင် ကိုယ်ထည့်ချင်တဲ့ဘူးထဲထည့်ပြီး ၅နာရီမှ ၈နာရီခန့် ခဲထားလျှင် သန့်ရှင်းလတ်ဆတ်သော စတော်ဘယ်ရီရေခဲမုန့်ရပါပြီ။',
        photo: require('../assets/images/cookBook.png'),
        prep: '15 m',
        cook: '45 m',
        ready: '20 m',
      },
      {
        id: '3',
        name: 'မုန့်ဦးနှောက်',
        description: 'Myanmar Snack',
        ingredients:
          'ဆန်စိမ်းမှုန့်-(၂) ခွက် = (၃၀၀)ဂရမ်\n\nသာကူစေ့-(၁)ခွက်=(၁၅၀)ဂရမ်\n\nအုန်းနို့-400ml (၃)ဗူး\n\nသကြား- (၁)ခွက် နှင့် 2 tbs\n\n ဆား- 1/2 tsp\n\nအုန်းဆီ- (၁) ဇွန်း\n\nရေ-(၁၂)ခွက်',
        method:
          'ဆန်မှုန့်(၂)ခွက်ကို ရေ(၇)ခွက်နှင့်ရောမွှေ၍ခေတ္တနှပ်ထားပါ\n\nအိုးတခုထဲသို့ရေ(၅)ခွက်ထည့်၍ပွက်ပွက်ဆူအောင်ကျိုပါ, ဆူလျှင်သာကူ(၁)ခွက်ထည့်ပြီးယောင်းမနှင့်မွှေပေးပါ, ထို့နောက် သကြား(၁)ခွက်ကို နည်းနည်းချင်းစီလောင်းထည့်ပြီးအဆက်မပြတ်မွှေပေးပါ\n\nသာကူမျက်ဆံ(၈၀)%ခန့်ပျောက်ပြီဆိုလျှင်မူလကခေတ္တနှပ်ထားသောဆန်မှုန့်ရည်ကိုလောင်းထည့်၍တောက်လျှောက်မွှေပေးပါ, အုန်းနို့(၄)ခွက်, ဆား ၁/၄ ဇွန်းထည့်ပြီးမိနစ်(၃၀)ခန့်ကြာသည်အထိဆက်တိုက်မွှေနေရပါမည်, နာရီဝက်ခန့်ကြာလျှင် မူလထက် ထက်ဝက်ခန့်ရေခန်းသွားပါလိမ့်မည်, မုန့်နှစ်များလည်းစေးပျစ်တွဲလာပါလိမ့်မည်\n\n မုန့်နှစ်များကို လေးဘက်လေးတန်ဆီသုတ်ထားသောမုန့်ဘန်းအတွင်းသို့လောင်းချပြီး မျက်နှာပြင်ညှိပါ, နာရီဝက်ခန့်အအေးခံထားပါ, မျက်နှာပြင်တင်းလာလျှင် မုန့်ဘန်းအပေါ်မှပလပ်စတစ်ဖြင့်အုပ်ထားပေးပါ(မျက်နှာပြင်ကွဲအက်တတ်သဖြင့်)\n\nအုန်းနို့ဆီဆမ်းရန်အတွက် အုန်းနို့တဗူးကို အုန်းဆီ (၁)ဇွန်းထည့်၍မီးဖိုပေါ်၌ကျိုပါ, အချိုကြိုက်လျှင်သကြား(၂)ဇွန်းထည့်ပါ,ဆီသပ်သပ်အနှစ်သပ်သပ်ရလာလျှင်အအေးခံပါ\n\nထို့နောက်အအေးခံထားသော မုန့်ကို ဆီဝဝသုတ်ထားသောဓားဖြင့်လှီးပါ, အပေါ်မှအုန်းနို့ဆီဆမ်း၍စားသုံးနိုင်ပါပြီ။',
        photo: require('../assets/images/cookBook.png'),
        prep: '15 m',
        cook: '45 m',
        ready: '20 m',
      },
      {id: '4', name: '', description: '', method: ''},
      {id: '5', name: '', description: '', method: ''},
      {id: '6', name: '', description: '', method: ''},
      {id: '7', name: '', description: '', method: ''},
    ],
  },
];

export default snackData;
